'''
지시사항

사용자에게 전체 음식값($), 몇 %의 팁을 낼 것인지, 인원수를 입력받을 예정입니다.

실행 예
음식 가격은 얼마입니까? >>> $200
몇 퍼센트(%)의 팁을 내실 예정입니까? 10, 12, 15%중 선택하세요 >>> 10
몇 명의 인원이 나누어 내나요? >>> 5

당신이 내야할 전체 음식 금액은 $44.0달러입니다.
'''

#food = float(input("음식 가격은 얼마입니까? >>>"))
#percent = float(input("몇 퍼센트(%)의 팁을 내실 예정입니까? (10, 12, 15 중에서 선택하세요.)>>>"))
#percent = percent/100
#people = int(input("몇 명의 인원이 나누어 내나요? >>>"))
#price = float((food+food*percent)/people)
#print(f"당신이 내야할 전체 음식 금액은 ${price}입니다.")

#print(f"당신이 내야할 전체 음식 금액은 ${price:.2f}입니다.")
#21번 라인의 경우 round 함수와 달리 어떤 상황에서도 소수점 둘째 자리까지 표기되도록 강제하는 코드



